"%@ already exists. Replace?" = "%@ findes allerede. Erstat?";
"3rd-party source code" = "Tredjepartskildekode";
"\"%@\" notification is disabled" = "\"%@\"-notifikationen er deaktiveret";
"About Fcitx5 macOS" = "Om Fcitx5 macOS";
"About matching key position" = "Om matchning af tasteplacering";
"Add" = "Tilføj";
"Add an empty group" = "Tilføj en tom gruppe";
"Add group" = "Tilføj gruppe";
"Add input methods" = "Tilføj inputmetoder";
"Add item" = "Tilføj element";
"Addon Config" = "Tilføjelseskonfiguration";
"Advanced" = "Avanceret";
"All phrases are imported" = "Alle sætninger er importeret";
"All plugins are up to date" = "Alle plugins er opdaterede";
"Alpha (0-255)" = "Alfa (0-255)";
"Amharic" = "Amharisk";
"and" = "og";
"Arabic" = "Arabisk";
"Are you sure to uninstall selected plugins?" = "Er du sikker på, at du vil afinstallere de valgte plugins?";
"Are you sure to uninstall?" = "Er du sikker på, at du vil afinstallere?";
"Available" = "Tilgængelig";
"Cancel" = "Annuller";
"Cannot show config for %@: %@" = "Kan ikke vise konfiguration for %1$@: %2$@";
"Check update" = "Søg efter opdatering";
"Checking" = "Søger";
"Chinese" = "Kinesisk";
"Clear all data" = "Slet alle data";
"Clear user data" = "Slet brugerdata";
"Cleared" = "Slettet";
"Click or drag %@ file here" = "Klik eller træk en %@ hertil";
"Click or drag image file here" = "Klik eller træk et billede hertil";
"Click or drag theme file (.conf) here" = "Klik eller træk en temafil (.conf) hertil";
"Click or drag to this area" = "Klik eller træk til dette område";
"Click to record" = "Klik for at optage";
"Close" = "Luk";
"Config" = "Konfiguration";
"Copy" = "Kopier";
"Create" = "Opret";
"Current keyboard layout: %@" = "Aktuelt tastaturlayout: %@";
"Custom Phrase" = "Brugerdefineret sætning";
"Cut" = "Klip";
"Data" = "Data";
"Data manager" = "Datahåndtering";
"Default" = "Standard";
"Developed by" = "Udviklet af";
"Disable" = "Deaktivér";
"Done" = "Færdig";
"Download failed" = "Download mislykkedes";
"Edit" = "Rediger";
"Enable" = "Aktivér";
"English" = "Engelsk";
"Error" = "Fejl";
"Export data to …" = "Eksporter data til …";
"Export failed" = "Eksport mislykkedes";
"Export succeeded" = "Eksport lykkedes";
"Failed to check update" = "Kunne ikke søge efter opdatering";
"Failed to convert txt table(s): %@" = "Kunne ikke konvertere txt-tabel(ler): %@";
"Failed to copy Squirrel files" = "Kunne ikke kopiere Squirrel-filer";
"Failed to create" = "Kunne ikke oprette";
"Failed to import %@ dict(s)" = "Kunne ikke importere %@ ordbog(er)";
"Failed to remove" = "Kunne ikke fjerne";
"Failed to save" = "Kunne ikke gemme";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 er opdateret";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 genstarter automatisk om nødvendigt.";
"Fcitx5 will auto restart." = "Fcitx5 genstarter automatisk.";
"Files with the same name will be overridden." = "Filer med det samme navn vil blive overskrevet.";
"Follow App background (Liquid Glass)" = "Følg appbaggrund (Liquid Glass)";
"Font family" = "Skriftfamilie";
"Generic" = "Generisk";
"Generic font families" = "Generiske skriftfamilier";
"Global Config" = "Global konfiguration";
"Group name" = "Gruppenavn";
"Hide" = "Skjul";
"https:// or data:image/png;base64," = "https:// or data:image/png;base64,";
"Import" = "Importer";
"Import customized table" = "Importer brugerdefineret tabel";
"Import data from …" = "Importer data fra …";
"Import dictionaries" = "Importer ordbøger";
"Import native custom phrases" = "Importer indbyggede brugerdefinerede sætninger";
"Import succeeded" = "Import lykkedes";
"Imported %@ phrase(s)" = "Importerede %@ sætning(er)";
"Include Rime user directory in backup file?" = "Inkluder Rime-brugermappen i backupfilen?";
"Input Methods" = "Inputmetoder";
"Install" = "Installer";
"Install failed" = "Installation mislykkedes";
"Install manually" = "Installer manuelt";
"Installed" = "Installeret";
"Invalid file name" = "Ugyldigt filnavn";
"Invalid regular expression" = "Ugyldigt regulært udtryk";
"Invalid zip" = "Ugyldig zip";
"Items failed to import:" = "Elementer, der ikke kunne importeres:";
"Japanese" = "Japansk";
"Keyboard layout not available" = "Tastaturlayout ikke tilgængeligt";
"Keyword" = "Nøgleord";
"Korean" = "Koreansk";
"Latest (unstable) version available" = "Nyeste (ustabile) version tilgængelig";
"Licensed under" = "Licenseret under";
"Local" = "Lokal";
"Local Squirrel" = "Lokal Squirrel";
"Malayalam" = "Malayalam";
"Match key position" = "Match tasteplacering";
"Maybe later" = "Måske senere";
"Name" = "Navn";
"New file" = "Ny fil";
"No" = "Nej";
"No files selected" = "Ingen filer valgt";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Normalt matcher genveje det tegn, som det aktuelle tastaturlayout producerer. Når denne indstilling er slået til, ignorerer genvejen tastaturlayoutet og matcher kun tastens placering. For eksempel fortsætter en genvej, der er optaget på QWERTY-tasten A, med at bruge den samme placering efter skift til Dvorak.";
"OK" = "OK";
"Only show current language" = "Vis kun det aktuelle sprog";
"Open dictionary directory" = "Åbn ordbogsmappen";
"Open directory" = "Åbn mappe";
"Open in editor" = "Åbn i editor";
"Order" = "Rækkefølge";
"Other" = "Andet";
"Paste" = "Sæt ind";
"Phrase" = "Sætning";
"Pinyin Dictionaries" = "Pinyin-ordbøger";
"Pinyin user data" = "Pinyin-brugerdata";
"Please update Fcitx5 in \"About\" first" = "Opdater Fcitx5 i \"Om\" først";
"Plugin Manager" = "Pluginhåndtering";
"Preview" = "Forhåndsvisning";
"Quick Phrase" = "Hurtigsætning";
"Reload" = "Genindlæs";
"Reloaded" = "Genindlæst";
"Remove" = "Fjern";
"Remove dictionaries" = "Fjern ordbøger";
"Remove items" = "Fjern elementer";
"Rename" = "Omdøb";
"Rename group" = "Omdøb gruppe";
"Reset current page. To reset a single item/group, right click on its label." = "Nulstil aktuel side. Højreklik på et elements etiket for at nulstille det.";
"Reset to default" = "Nulstil til standard";
"Restart" = "Genstart";
"Restart process to load new fonts" = "Genstart processen for at indlæse nye skrifttyper";
"Right click to reset this group" = "Højreklik for at nulstille denne gruppe";
"Right click to reset this item" = "Højreklik for at nulstille dette element";
"Rime binaries" = "Rime-binære filer";
"Rime config" = "Rime-konfiguration";
"Rime user data" = "Rime-brugerdata";
"Russian" = "Russisk";
"Save" = "Gem";
"Saved" = "Gemt";
"Search" = "Søg";
"Select" = "Vælg";
"Select a language from the left list." = "Vælg et sprog fra listen til venstre.";
"Select All" = "Vælg alt";
"Select an input method from the side bar." = "Vælg en inputmetode fra sidepanelet.";
"Select App" = "Vælg app";
"Select font" = "Vælg skrifttype";
"Select image" = "Vælg billede";
"Select/Import CSS" = "Vælg/importer CSS";
"Select/Import theme" = "Vælg/importer tema";
"Selected %@ file(s)" = "Valgte %@ fil(er)";
"Set keyboard layout of group" = "Indstil tastaturlayout for gruppe";
"Set keyboard layout of input method" = "Indstil tastaturlayout for inputmetode";
"Show keyboard layout" = "Vis tastaturlayout";
"Sinhala" = "Sinhala";
"Sogou Cell Dictionary" = "Sogou-celletordbog";
"Status bar is hidden" = "Statuslinjen er skjult";
"Switch to Debug" = "Skift til Debug";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Skift kun til debug, hvis Fcitx5 crashes, og du vil hjælpe med fejlsøgning.";
"Switch to Release" = "Skift til Release";
"Table" = "Tabel";
"Table config: *.conf or *.conf.in" = "Tabelkonfiguration: *.conf eller *.conf.in";
"Table data: *.dict or *.txt" = "Tabeldata: *.dict eller *.txt";
"Tamil" = "Tamil";
"Thai" = "Thai";
"Theme Editor" = "Temaeditor";
"Theme name" = "Temanavn";
"Toggle input method" = "Skift inputmetode";
"Toggle Sidebar" = "Skift sidepanel";
"Toggle the visibility of the sidebar" = "Skift sidepanelets synlighed";
"Type here to preview style" = "Skriv her for at forhåndsvise stil";
"Ukrainian" = "Ukrainsk";
"Uninstall" = "Afinstaller";
"Uninstall and keep user data" = "Afinstaller og bevare brugerdata";
"Uninstall failed, you may need to manually remove" = "Afinstallation mislykkedes, du skal muligvis fjerne manuelt";
"Unknown - %@" = "Ukendt - %@";
"Unsupported config" = "Ikke-understøttet konfiguration";
"Unsupported option type %@" = "Ikke-understøttet optiontype %@";
"Update" = "Opdater";
"Update available" = "Opdatering tilgængelig";
"Update now" = "Opdater nu";
"uses" = "bruger";
"Version %@ available" = "Version %@ tilgængelig";
"Vietnamese" = "Vietnamesisk";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Når Liquid Glass er aktiveret, følger temaet appbaggrunden, hvilket er den samme opførsel som indbyggede inputmetoder.\nFor at indstille et fast lyst/mørkt tema skal du ændre Baggrund → Sløring til \"Ingen\" eller \"Sløring\".";
"Yes" = "Ja";
"You may re-enable it in Advanced → macOS Frontend." = "Du kan genaktivere den under Avanceret → macOS-frontend.";
"You may re-enable it in Advanced → macOS Notification." = "Du kan genaktivere den under Avanceret → macOS-notifikation.";
"Your system version is no longer supported" = "Din systemversion understøttes ikke længere";
